Repository: chrisjf/PassportCafe
Catalog: Passport Cafe/Localizable.xcstrings
Source language: en
Languages: es

# App.Tab.Menu
source: Menu
es: Carta

# App.Tab.NoSelectionDescription
source: Select a category from the sidebar
es: Selecciona una categoría desde la barra lateral

# App.Tab.NoSelectionTitle
source: No Selection
es: Ninguna selección

# App.Tab.Profile
source: Profile
es: Perfil

# Menu.Button.AddToCart
source: Add ^[%1$(count)lld %2$(size)@ %3$(drink)@](inflect: true)
es: Agregar ^[%1$(count)lld %3$(drink)@ %2$(size)@](inflect: true)

# Menu.Header.Title
source: Menu
es: Carta

# Menu.ItemDetail.AddToCartButton
source: Add ^[%1$lld %2$@ %3$@](inflect: true)
es: Agregar ^[%1$lld %3$@ %2$@](inflect: true)

# Menu.ItemDetail.CappuccinoName
source: cappuccino
es: capuchino

# Menu.ItemDetail.CappuccinoTitle
source: Cappuccino
es: Capuchino

# Menu.ItemDetail.HorchataTitle
source: Rice Horchata
es: Horchata de arroz

# Menu.ItemDetail.LemonadeName
source: lemonade
es: limonada

# Menu.ItemDetail.LemonadeTitle
source: Lemonade
es: Limonada

# Menu.ItemDetail.MilkshakeName
source: milkshake
es: ^[malteada](morphology: { partOfSpeech: 'noun', grammaticalGender: 'feminine' })

# Menu.ItemDetail.MilkshakeTitle
source: Coffee Milkshake
es: Malteada de café

# Menu.ItemDetail.Mocha.Name
source: mocha
es: moca

# Menu.ItemDetail.MochaTitle
source: Mocha
es: Café moca

# Menu.ItemDetail.NoDrinkSelectedDescription
source: Select a drink from the menu
es: Selecciona una bebida de la carta

# Menu.ItemDetail.NoDrinkSelectedTitle
source: Coffee time?
es: ¿Hora del café?

# Menu.ItemDetail.Quantity
source: Quantity
es: Cantidad

# Menu.ItemDetail.ShavedIceName
source: snow cone
es: ^[raspadilla](morphology: { partOfSpeech: 'noun', grammaticalGender: 'feminine' })

# Menu.ItemDetail.ShavedIceTitle
source: Snow Cone
es: Raspadilla

# Menu.ItemDetail.SizeLabel
source: Size
es: Tamaño

# Menu.ItemDetail.SizeLarge
source: large
es: ^[grande](agreeWithConcept: 1)

# Menu.ItemDetail.SizeMedium
source: medium
es: ^[mediano](agreeWithConcept: 1)

# Menu.ItemDetail.SizeSmall
source: small
es: ^[chico](agreeWithConcept: 1)

# Profile.Header.Title
source: Profile
es: Perfil

# Profile.ItemDetail.SizeAndDrink
source: ^[%1$@ %2$@](inflect: true)
es: ^[%2$@ %1$@](inflect: true)

# Profile.TextField.Email
source: Email
es: Correo

# Profile.TextField.FavoriteDrink
source: Favorite Drink
es: Bebida favorita

# Profile.TextField.Name
source: Name
es: Nombre
